[{"weibo_no" : 1, "weibo_cont" : "高温耐久性に優れたデュアルイオンバッテリを提供することを目的とする。本発明のデュアルイオンバッテリは、正極集電体とその上に配置された正極活物質とを含む正極と、負極集電体とその上に配置された正極活物質とを含む負極と、を有する。正極活物質は黒鉛を含む。負極活物質は陽イオンを吸蔵放出し得る金属酸化物を含む。正極集電体及び負極集電体は、非晶質炭素被膜で被覆されたアルミニウム材からなる。"},

{"weibo_no" : 2, "weibo_cont" : "【課題】熱安定性に優れ、非水系電解液二次電池に用いた場合、高いサイクル特性と充放電容量を有する非水系電解液二次電池用正極活物質の前駆体とその製造方法、及び非水電解質二次電池用正極活物質とその製造方法を提供する。【解決手段】下記の一般式（１）で表されるニッケル複合水酸化物粒子からなり、中空構造または多孔質構造を有する非水電解質二次電池用正極活物質の前駆体の製造方法であって、粒子内部に空隙構造を有する前記ニッケル複合水酸化物粒子を、硫酸根含有量が０．５質量％以下、ナトリウム含有量が０．０２０質量％以下となるように洗浄することを備える非水電解質二次電池用正極活物質の前駆体の製造方法。一般式：Ｎｉ１—ｘ—ｙＣｏｘＭｙ（ＯＨ）２···（１）（式中、Ｍは、Ｍｇ、Ａｌ、Ｃａ、Ｔｉ、Ｖ、Ｃｒ、Ｍｎ、Ｚｒ、ＭｏおよびＷから選ばれる少なくとも１種の元素を示し、０＜ｘ≦０．２０、０＜ｙ≦０．０７である。）"},

{"weibo_no" : 3, "weibo_cont" : "【課題】低コストで生産可能であり、電気化学的に安定なエネルギー貯蔵の提供。【解決手段】アノード１０１２とカソード１０２２とを有するエネルギー貯蔵２００であって、前記アノード１０１２は、第１の金属を包含する箔３０２であって、前記箔３０２の前記第１の金属は、アルミニウム、スズ、ゲルマニウム、マグネシウム、鉛、亜鉛、アンチモン、及びリチウムの内の１つであり、第１の電気化学ポテンシャルを有するアノード活物質１０１２ａ、保護材料３０４であって、それによって前記箔３０２がコーティングされており、ここで前記保護材料３０４は、前記第１の金属以外の第２の金属を含み、前記カソード１０２２は、前記第１の化学ポテンシャルとは異なる第２の電気化学ポテンシャルを有するカソード活物質を有し、前記アノード活物質１０１２ａ又は前記カソード活物質はリチウムを含む、エネルギー貯蔵。"},

{"weibo_no" : 4, "weibo_cont" : "【課題】製造コストを低減できる、エネルギー貯蔵装置の製造方法の提供。【解決手段】エネルギー貯蔵装置２００を製造する方法であって、アノード１０１２及びカソード１０２２を有し、前記アノードは、第１の化学ポテンシャルを有する活性アノード材料を有し、前記カソード１０２２は、アルミニウムを包含する箔３０２、リチウムを包含する活性カソード材料１０２２ａを有し、ここで前記活性カソード材料は、前記第１の化学ポテンシャルとは異なる第２の化学ポテンシャルを有する。さらにカソードは、気相から形成され、且つ、液密な方法で前記箔から前記活性カソード材料を分離する保護材料３０４を有し、前記箔を、前記活性カソード材料及びプロトン性溶媒を包含する混合物でコーティングすること、及び前記活性カソード材料を包含する固体層を形成するため、それによって前記箔がコーティングされた前記混合物から前記溶媒を抽出することを含む。​​​​"},

{"weibo_no" : 5, "weibo_cont" : "【課題】本発明は、大規模の、例えば、グリッドスケールの電気エネルギー貯蔵用フロー電池のための、新しい化学に基づく電気化学セルを提供する。【解決手段】電気エネルギーは、キノンと呼ばれる小有機分子のヒドロキノンへのプロトン化によって、電気化学電極に化学的に貯蔵される。プロトンは、他の電極における相補的電気化学反応により提供される。これらの反応を逆にして電気エネルギーを供給する。この概念に基づくフロー電池は、閉鎖系として操業することができる。フロー電池の構造は、大規模なエネルギー貯蔵に関して、固体電極電池よりもスケーリングの利点を有する。"},

{"weibo_no" : 6, "weibo_cont" : "【課題】電解液材料の特性に影響を与える残留溶媒を削減した、Ｎ−（フルオロスルホニル）−Ｎ−（フルオロアルキルスルホニル）イミド、ジ（フルオロスルホニル）イミドを含有する電解液材料を提供する。【解決手段】本発明の電解液材料は下記一般式（１）で表されるフルオロスルホニルイミド塩と電解液溶媒を含む電解液材料であって、電解液材料中に含まれるフルオロスルホニルイミド塩の濃度が３０質量％以上であり、電解液材料中のフルオロスルホニルイミド塩の製造溶媒の残存量が３０００ｐｐｍ以下である。"},

{"weibo_no" : 7, "weibo_cont" : "本発明に係る方法は、アミノ酸とニッケル−コバルト−マンガン金属とを錯体化して前駆体を調製するステップと、前記前駆体をリチウム塩と混合し、ボールミリング、乾燥、焼成して製品を取得するステップとを含む。アミノ酸を錯化剤とし、環境にやさしく無毒で、運転機器への腐食性が非常に小さく、ニッケル、コバルトおよびマンガンの錯体作用がアンモニア水より少し強く、かつ、この３つの金属への錯体作用が概ね同様であるので、３つの遷移金属の共沈に有利であり、材料中の各金属元素の均一な分布を実現し、リチウムリッチマンガン系材料の総合的な電気化学的性能を向上させ、材料の品質を改善する。この方法によって製造されたリチウムリッチマンガン材料は、タップ密度が高く、コンパクション密度が高く、電気化学的性能が優れる特性を有する。"},

{"weibo_no" : 8, "weibo_cont" : "本発明は、Ｎｉめっき鋼板または鋼帯を準備する工程、および前記Ｎｉめっき鋼板または鋼帯の上にグラフェン系被覆層を適用する工程を含み、前記グラフェン系被覆層は化学気相蒸着により適用される、電池ケース用の鋼板または鋼帯の製造方法に関する。"},

{"weibo_no" : 9, "weibo_cont" : "本発明は、固体電電解質、全固体電池に関する。近年、Ｌｉ電池の開発が盛んに進められている。電気自動車用の電池の開発も進められており、Ｌｉ電池にはさらなる高エネルギー密度化が求められている。一方、電池のエネルギー密度が向上すると、電池の安全性が課題となる。電池の安全性を向上させる技術として、電解質を改良する先行技術が開示されている。特許文献１～４には、電解質に液状の電解液をゲル化した技術が開示されている。また、特許文献３には、液状の電解液に４級アンモニウム塩を加える技術が開示されている。特許文献１～４のゲル状電解質は、電解液の漏液を抑制するためには有効な技術である。しかし、安全性の向上たとえば高温保存試験などに対しては、あまり有効な手段ではないことが知られている。高温保存試験の際の電池の安全性を担保するには、電解質自体の改良が必要である。そこで、非特許文献１にグライムに塩とナノシリカを混合させて作製した電解質が開示されている。以後、固体電解質と称する。非特許文献１の電解質は、耐熱性が高く電池の高安全化にとって有効な電解質と言える。"},

{"weibo_no" : 10, "weibo_cont" : "具体的には、電極組立体を、正極と負極が重なり合う方向（積層方向）の上下から柔軟なフィルムで覆い、電極組立体の周縁部の外側において上下のフィルム同士を重ね合わせて、フィルム同士の重なり合った部分を互いに接合させることによって外装容器を構成している。電極組立体には、各電極と外部の電気回路等とを接続するための電極端子（正極端子と負極端子）が設けられており、電極端子は外装容器の内側から外側に延出している。電極端子が外装容器の一部を通過するため、フィルム同士が重ね合わせられて接合される部分のうちの一部は、電極組立体の上下に位置するフィルム同士が、直接ではなく電極端子を挟んで重なり合う状態で接合される。特許文献１～３には、積層部分の外側で同じ極性の電極の集電体が電極端子に重ね合わせられて接合された構成が示されている。さらに、特許文献４には、フィルム同士が重ね合わせられて接合される部分の外側に補強材が設けられた構成が開示されている。特許文献５には、フィルム同士が重ね合わせられて接合される部分と電極組立体の周縁部との間の位置で、フィルムが一時的に収縮した構成が開示されている。これは、外装容器の減圧封止時に一時的に収縮したフィルムが、電池の使用時に外装容器内で発生するガスによって外側に向かって広げられ、損傷や破裂が回避できる構成である。"}]